/* 
  StorageManagement.strings
  CleanMyMac

  Created by Kryvoblotskyi Sergii on 2/6/17.
  Copyright © 2017 MacPaw. All rights reserved.
*/

"Scanning..." = "Analyse…";
"(%ld%% completed)" = "(%ld%% terminés)";
"CleanMyMac is scanning your %@" = "CleanMyMac analyse les éléments de type %@…";
"%@ of purgeable space has been found." = "%@ d'espace libérable détectés.";
"Run CleanMyMac" = "Exécuter CleanMyMac";
"There are series of items that can be removed without any loss to your system or private data. Run CleanMyMac to proceed with precise scan." = "Certains ensembles d'éléments peuvent être supprimés sans la moindre perte au niveau du système ou des données privées. Exécutez CleanMyMac pour lancer une analyse précise.";

"System Junk" = "Système";
"Photos Junk" = "Photos";
"Mail Attachments" = "Pièces jointes Mail";
"iTunes Junk" = "iTunes";
"Trash Bins" = "Corbeilles";
